"ALL_DAY_DAY_VIEW" = "cijeli dan";
"NOON" = "Podne";
"UNTITLED_EVENT" = "Novi događaj";
"ALL_DAY" = "cijeli dan";
"ALL_DAY_EVENTS" = "cjelodnevni događaji";
"CELL_ENDS" = "KRAJ";

"CALENDARS" = "Kalendari";

"ALL" = "Sve";
"ALL_CALENDARS" = "Svi kalendari";
"ALL_OF_STORE" = "Sve - %@";
"N_CALENDARS" = "kalendara: %@";

"SHOW_CALENDARS" = "Prikaži kalendare";
"SHOW_ALL_CALENDARS" = "Prikaži sve kalendare";
"HIDE_ALL_CALENDARS" = "Sakrij sve kalendare";
"NO_CALENDARS" = "Bez kalendara";

"ALERT" = "Alarm";
"ALERT_LOWERCASE" = "alarm";
"ALERT_DETAIL_NAV_TITLE" = "Alarm";
"SECOND_ALERT" = "Drugi alarm";
"NONE_ALERT" = "Bez";
"NONE_INVITEES" = "Bez";
"EVENT" = "Događaj";
"EVENTS" = "Događaji";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ dana";
"INTERVAL_DAY" = "1 dan";
"INTERVAL_HOURS" = "%@ h";
"INTERVAL_HOUR" = "1 h";
"INTERVAL_MINUTES" = "%@ min";
"INTERVAL_MINUTE" = "1 min";
"INTERVAL_SECONDS" = "%@ s";
"INTERVAL_SECOND" = "1 s";
"INTERVAL_WEEK" = "1 tjedan";
"INTERVAL_FORMAT_BEFORE" = "%@ prije";
"INTERVAL_FORMAT_AFTER" = "%@ nakon";
"BEFORE" = " prije";
"AFTER" = " nakon";
"ON_TIME" = "U vrijeme događaja";
"ON_TIME_AT" = "Na dan događaja (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " do ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "do ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "Cijeli dan";

"DETAIL_DURATION_FORMAT" = "od %@ do %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "od %@ %@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "%@ do %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "do %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "Cijeli dan od %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "do %@";

"CALENDAR" = "Kalendar";
"UNTITLED_CALENDAR" = "Kalendar bez naziva";
"UNTITLED_ACCOUNT" = "Račun bez naziva";

"NOTES_PLACEHOLDER" = "Bilješke";
"NOTES_LOWERCASE" = "bilješke";
"NOTES" = "Bilješke";
"SHOW_ALL_NOTES" = "Prikaži sve bilješke";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Gledaj na Facebooku";

"UNKNOWN" = "Nepoznato";

"SHARED_CALENDAR" = "Dijeljeni kalendar";
"SHARED" = "Dijeljeno";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Podijelio %@";
"SHARED_WITH_SINGLE_PERSON" = "Podijeljeno s %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Podijeljeno s %@ i…";
"PUBLIC_AND_SHARED" = "Javno i dijeljeno s %@…";

"ACCESS_DENIED_EVENTS" = "Ova aplikacija nema pristup vašim kalendarima.";
"ACCESS_DENIED_REMINDERS" = "Ova aplikacija nema pristup vašim podsjetnicima.";

/* Name of subscribed group */
"SUBSCRIBED" = "Pretplaćeno";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Rođendani";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Ostalo";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Podsjetnici";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Početna stranica";
"ICLOUD_WORK_CALENDAR" = "Posao";

"STARTS" = "Počinje";
"ENDS" = "Završava";

"REPEAT" = "Ponovi";
"NEVER" = "Nikad";
"DAILY" = "Dnevno";
"WEEKLY" = "Tjedno";
"BIWEEKLY" = "Dvotjedno";
"MONTHLY" = "Mjesečno";
"YEARLY" = "Godišnje";
"CUSTOM" = "Vlastito";

"AVAILABILITY" = "Dostupnost";
"BUSY" = "Zauzeto";
"FREE" = "Slobodno";
"TENTATIVE" = "Možda";
"OUT_OF_OFFICE" = "Izvan ureda";

"EDIT" = "Uredi";
"CANCEL" = "Poništi";
"DONE" = "Gotovo";
"ADD" = "Dodaj";
"TO_WITH_COLON" = "Za:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Detalji";
"ICS_EVENTS" = "%@ događaja";

/* button title */
"ICS_ADD_ALL" = "Dodaj sve";
"ICS_ADD_SOME" = "Dodaj (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Odaberi kalendar";

"DELETE_CALENDAR" = "Izbriši kalendar";
"EDIT_CALENDAR" = "Uredi kalendar";
"EDIT_CALENDARS" = "Uredi kalendare";
"ADD_CALENDAR" = "Dodaj kalendar";
"JOIN_CALENDAR" = "Pristupi kalendaru";
"CALENDAR_NAME" = "Naziv kalendara";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Novi kalendar…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Dodaj kalendar…";
"DELETE_CALENDAR_CONFIRMATION" = "Sigurno želite obrisati ovaj kalendar? Svi događaji i podsjetnici povezani s kalendarom također će se obrisati.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Sigurno želite obrisati ovaj kalendar? Svi događaji povezani s kalendarom također će se obrisati.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Sigurno želite obrisati ovaj kalendar? Svi podsjetnici povezani s kalendarom također će se obrisati.";

"UNKNOWN_IDENTITY" = "netko";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Netko";

"JOIN_CALENDAR_TITLE_FORMAT" = "Pristupiti kalendaru “%@”?";
"JOIN_CALENDAR_BODY_FORMAT" = "Korisnik %@ vas je pozvao na dijeljenje kalendara.";

"CANCELELD_BY_FORMAT" = "Poništio korisnik %@";
"FROM_FORMAT" = "Od: %@";
"TIME_CHANGED_TO_FORMAT" = "Vrijeme je promijenjeno u %@";
"DATE_CHANGED_TO_FORMAT" = "Datum je promijenjen u %@";
"LOCATION_CHANGED" = "Lokacija je promijenjena";

"QUOTED_FORMAT" = "“%@”";

"COLOR" = "Boja";
"PURPLE" = "Ljubičasta";
"ORANGE" = "Narančasta";
"BLUE" = "Plava";
"RED" = "Crvena";
"BROWN" = "Smeđa";
"YELLOW" = "Žuta";
"GREEN" = "Zelena";

"SHARED_WITH_COLON" = "Podijeljeno s:";
"PENDING" = "Na čekanju";
"OWNER" = "Vlasnik";
"ADD_PERSON" = "Dodaj osobu";
"ADD_PERSON_WITH_ELLIPSIS" = "Dodaj osobu…";
"PUBLIC_CALENDAR" = "Javni kalendar";
"PUBLIC_CALENDAR_DESCRIPTION" = "Dozvolite svakome da se pretplati na verziju ovog kalendara samo za čitanje.";
"PUBLISHING_WITH_ELLIPSIS" = "Objavljivanje…";
"VIEW_ONLY" = "Samo prikaz";
"VIEW_AND_EDIT" = "Prikaz i uređivanje";
"ALLOW_EDITING" = "Dozvoli uređivanje";
"ALLOW_EDITING_DESCRIPTION" = "Dozvolite ovoj osobi da unosi promjene\nu kalendar.";
"RESEND_SHARING_INVITATION" = "Ponovno pošalji pozivnicu";
"REMOVE_FROM_CALENDAR" = "Ukloni iz kalendara";
"REMOVE" = "Ukloni";
"REMOVE_ALERT_TEXT" = "%@ će odmah izgubiti pristup ovom kalendaru.";
"SHARE_LINK_WITH_ELLIPSIS" = "DIjeli link…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Dijeli link na kalendar s:";
"EMAIL" = "E-mail";
"MESSAGE" = "Poruka";
"TWEET" = "Tweet";
"COPY_LINK" = "Kopiraj link";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "%2$@ je dodao u %1$@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "%2$@ je obrisao s %1$@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "%2$@ je ažurirao/la u %1$@";
"SHARED_ONE_PROP_CHANGED_BY" = "%@ promijenio %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%3$@ je promijenio %1$@ u %2$@";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@ i %@ promijenio %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "Događaji (%@) su dodani u %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "Događaji (%@) su obrisani iz %@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "Događaji (%@) su ažurirani u %@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "Korisnik %3$@ je dodao događaje (%1$@) u %2$@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "Korisnik %3$@ je obrisao događaje (%1$@) iz %2$@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "Korisnik %3$@ je ažurirao događaje (%1$@) u %2$@.";

"SHARED_PROP_DATE" = "datum";
"SHARED_PROP_TIME" = "vrijeme";
"SHARED_PROP_TITLE" = "naslov";
"SHARED_PROP_LOCATION" = "lokacija";

"ADD_SHAREES_PROMPT" = "Dodajte sudionike ovom kalendaru.";

"CREATED_BY" = "Autor";
"EDITED_BY" = "Uredio";
"CREATED_BY_LOWERCASE" = "autor";
"EDITED_BY_LOWERCASE" = "uredio";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@ je prihvatio/la vaš dijeljeni kalendar.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@ je odbio/la vaš dijeljeni kalendar.";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@ još nije odlučio/la o pozivnici za dijeljeni kalendar.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Ovaj kalendar se više ne dijeli.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Ovaj kalendar sad je javan.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "Pretplati se na moj %@ kalendar";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Pretplati se na moj %@ kalendar na: %@";

"ATTACHMENTS" = "Prilozi";
"ATTACHMENTS_LOWERCASE" = "prilozi";
"CANNOT_OPEN_ATTACHMENT" = "Privitak se ne može otvoriti";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ od %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "Došlo je do greške prilikom preuzimanja privitka.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Ova vrsta datoteke nije podržana.";
"UNTITLED_ATTACHMENT" = "Privitak bez naslova";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Ažuriranje kalendara…";

"ENDS_TIME_FORMAT" = "završava %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ u %@";
"CALENDAR_TODAY" = "Danas";
"CALENDAR_TODAY_LOWER" = "danas";
"CALENDAR_YESTERDAY" = "Jučer";
"CALENDAR_YESTERDAY_LOWER" = "jučer";
"CALENDAR_TOMORROW" = "Sutra";
"CALENDAR_TOMORROW_LOWER" = "sutra";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "Prošli %@";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "prošli %@";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "Prošli %@";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "prošli %@";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "Ovaj %@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "ovaj %@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "Ovaj %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "ovaj %@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Pretplaćeno";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Pretplaćeno";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
